/*Настроить проект, вывести в консоль “Hello world!”.
Вывести в консоль системные дату и время.*/

package Task1;

import java.time.LocalDateTime;

public class Task1 {
    public static void main(String[] args) {
        System.out.println("Hello world!");
        System.out.println(LocalDateTime.now());
    }
}
